@extends('layouts.app')

@section('title-block')Информация об отделе@endsection

@section('content')
        <h1>Информация об отделе</h1>
        <div >
            <div >
                <p>
                    <strong>Основными задачами редакционно-издательского отдела (РИО) являются:</strong>
                </p>
                <ul>
                    <li >организация и осуществление редакционно-издательской деятельности университета в части печатных изданий, в том числе издание учебной, учебно-методической литературы;</li>
                    <li>информационная поддержка доступа к электронно-библиотечным системам (ЭБС), отвечающим требованиям образовательных стандартов и лицензионных нормативов;</li>
                    <li >выпуск научной, справочной и других видов литературы в интересах обеспечения учебного процесса и научно-исследовательских работ.</li>
                </ul>
                <p >
                    <strong>РИО выполняет следующие функции:</strong>
                </p>
                <ul>
                    <li >формирование в соответствии с установленным в университете порядком совместно с комиссией по издательской деятельности Учебно-методического совета университета годовых и перспективных тематических планов издания литературы на основе анализа обеспеченности ею учебного процесса;</li>
                    <li >организация рецензирования рукописей;</li>
                    <li >подготовка к изданию запланированных рукописей;</li>
                    <li >выполнение отдельных элементов редакционно-издательского цикла, организация тиражирования изданий;</li>
                    <li >организация совместно с комиссией по издательской деятельности Учебно-методического совета университета контроля за качеством содержания издаваемой литературы, ее полиграфическим исполнением, соответствием издательским и полиграфическим нормативам;</li>
                    <li >методическая и консультативная работа с факультетами, кафедрами, библиотекой и другими подразделениями университета по вопросам выпуска литературы, организация совместно с ними контроля за эффективным использованием изданий и реализацией готовых тиражей.</li>
                </ul>
            </div>
        </div>
@endsection
